<?php
return [
    // Общие фразы
    'all'         => [
        'yes'        => 'Да',
        'no'         => 'Нет',
        'history'    => 'История',
        'reports'    => 'Отчёты',
        'note'       => 'Примечаение',
        'additional' => 'Дополнительно',
        'number'     => 'Номер',
        'add'        => 'Добавить',
        'edit'       => 'Редактировать',
        'delete'     => 'Удалить',
        'save'       => 'Сохранить',
        'success'    => 'Успешно'
    ],

    // menu сайта
    'menu'        => [
        'home'         => 'Главная',
        'enter'        => 'Вход',
        'exit'         => 'Выход',
        'registration' => 'Регистрация',
    ],

    // menu клиента
    'menu_client' => [
        'back_on_site' => 'Вернуться',
        'new_order'    => 'Новый заказ',
        'orders'       => 'Заказы',
    ],

    // проекты
    'project'     => [
        'projects' => 'Проекты',
        'name'     => 'Имя проекта',
        'owner'    => 'Владелец проекта',
        'url'      => 'Ссылка проекта',
    ],

    // роли
    'role'        => [
        'admin'  => 'Администратор',
        'new'    => 'Новый пользователь',
        'client' => 'Заказчик',
        'gl_red' => 'Главный редактор',
    ],

    // предупреждения
    'warning'     => [
        'required_field' => 'Обязательное поле',
        'sure_delete'    => 'Вы уверены, что хотите удалть?',
        'unauthorized'   => 'Нет доступа'
    ],

    // User
    'user'        => [
        'login'     => 'Логин',
        'email'     => 'Почта',
        'password'  => 'Пароль',
        'time_zone' => 'Временная зона'
    ]
];